{
    "welcome_title": "وداعا ايها المتصيدون",
    "welcome_description": "يقدم موقعنا الإلكتروني خدمات اكتشاف عناوين روابط للتصيد الاحتيالي سريعة ومجانية وآمنة لحماية الأفراد والشركات من التهديدات الإلكترونية. ثق في تقنيتنا المتطورة وخبرتنا للحفاظ على أمان معلوماتك الشخصية والحساسة أثناء التصفح عبر الإنترنت. تصفح موقعنا على الإنترنت لمعرفة المزيد عن خدماتنا والبقاء محميًا في عالم اليوم الرقمي.",
    "feature_fast_headline" : "سريع",
    "feature_fast" : "تقدم خوارزمياتنا المتطورة نتائج فورية للحفاظ عليك محميًا في جميع الأوقات.",
    "feature_free_headline" : "مجانا",
    "feature_free" : "خدمات كشف عن روابط الصيد الاحتيالي التابعة لنا مجانية تمامًا، مما يجعل الأمن عبر الإنترنت متاحًا للجميع.",
    "feature_secure_headline" : "امن",
    "feature_secure" : "نستخدم أحدث تقنيات التشفير والحماية للحفاظ على معلوماتك آمنة ومحمية في جميع الأوقات.",
    "section1_headline" : "الكشف الفوري",
    "section1_content" : "تحليل تقنية حديثة وخوارزميات متطورة تحلل عناوين الويب في الوقت الحقيقي، مما يوفر لك خدمات كشف عن روابط الصيد الاحتيالي دقيقة وموثوقة في الوقت الحقيقي.",
    "section2_headline" : "خوارزميات متطورة",
    "section2_content" : "تستغل خوارزمياتنا المتطورة التعلم الآلي وغيرها من التقنيات المتطورة لتوفير خدمات كشف عن روابط الصيد الاحتيالي دقيقة وفعالة.",
    "section3_headline" : "واجهة المستخدم سهلة الاستخدام",
    "section3_content" : "واجهة المستخدم البديهية والسهلة الاستخدام تجعل من السهل على أي شخص استخدام خدمات الكشف عن روابط الصيد الاحتيالي الخاصة بنا والبقاء محميًا عبر الإنترنت.",
    "created_by" : "صنع بواسطة: ",
    "created_by1" : "احمد صالح",
    "created_by2" : "مهند طعمة",
    "created_by3" : "نغم مراحين",
    "Supervisor" : "المشرف : ",
    "Supervisor1" : "د.ايمان دروبي",
    "home_nav_btn" : "الرئيسية",
    "product_nav_btn" : "المنتج",
    "tips_nav_btn" : "نصائح",
    "about_nav_btn" : "من نحن",
    "login_btn" : "تسجيل الدخول",
    "url_lbl" : "الرابط",
    "check_btn" : "افحص",
    "rate_btn" : "قيم النموذج",
    "rate_lbl" : "قيم النموذج",
    "feedback_lbl" : "ملاحظات(اختياري)",
    "about_us_content" : "نحن فريق مكون من طلاب متحمسين يدرسون الحوسبة التطبيقية في جامعة فلسطين التقنية. يتألف فريقنا من مطورين ومهندسين ماهرين متحمسين للتكنولوجيا.يعمل أحمد صالح، المتخصص في تطوير Fullstack (MERN Stack) وهندسة التعلم الآلي، بجانب مهند طعمة ونغم مراحين، اللذان يتخصصان في تطوير الواجهة الأمامية. نتعاون جميعًا على مشروع التخرج الخاص بنا، الذي يتضمن تطوير أداة للكشف عن روابط الصيد الاحتيالي. ونحن محظوظون بوجود إرشادات الدكتورة إيمان دروبي، التي تعمل كمشرف على المشروع وتوجهنا نحو النجاح.",
    "tip1_headline" : "تقليد صفحات العلامات التجارية الموثوقة",
    "tip1_content" : "تتمثل إحدى ممارسات الأمن السيبراني القياسية في عدم فتح رسائل البريد الإلكتروني الواردة من مرسلين غير معروفين. لخداعك ، ينشئ المخترق صفحة تطابق صفحات العلامات التجارية الموثوقة. قد تتلقى رسالة تبدو وكأنها من Apple أو Amazon أو البنك الذي تتعامل معه ، ولكنها في الواقع مزيفة وتحتوي على برامج ضارة للتصيد الاحتيالي.",
    "tip2_headline" : "اخطاء املائية",
    "tip2_content" : "لا يدفع المتسللون المال لتصحيح كتاباتهم ... بقصد محدد. إنهم يريدون فقط خداع أكثر الناس غباءً ، لذلك غالبًا ما تتضمن عمليات التصيد الاحتيالي أخطاء فادحة ، مثل الأخطاء الإملائية أو النحوية. يعد التنسيق غير اللائق ، والرسومات الرديئة ، واستخدام الخطوط العشوائية من السمات المميزة للتصيد الاحتيالي.",
    "tip3_headline" : "استخدام أساليب التخويف",
    "tip3_content" : "الاستعجال والتخويف من الأساليب التسويقية المعروفة لجذب العملاء إلى التصرف بسرعة. يستخدم المجرمون أيضًا هاتين الطريقتين في عمليات التصيد الاحتيالي لجعل الضحايا ينقرون بلا وعي على روابط معينة. على سبيل المثال ، قد يزعمون أن حسابك المصرفي على وشك الإغلاق ، وأنك ستواجه غرامة إذا لم تتعاون معهم ، أو أن هناك خرقًا أمنيًا في حسابك.",
    "tip4_headline" : "يستخدم المخترق عنوان بريد إلكتروني غير رسمي",
    "tip4_content" : "حتى إذا كان بإمكان المتسللين استنساخ قوالب العلامات التجارية والبريد الإلكتروني لشركة موثوق بها بشكل احترافي ، فلا يمكنهم أبدًا استخدام عنوان البريد الإلكتروني الرسمي للشركة. يتم إرسال معظم برامج التصيد الاحتيالي من عناوين بريد إلكتروني عشوائية تمامًا ، ولكن في بعض الأحيان ، يتمكن المتسللون من تأمين عناوين مشابهة لتلك الخاصة باستغلال الشركات. يجدر التحقق من موقع الشركة للحصول على تفاصيل الاتصال الرسمية قبل الرد.",
    "tip5_headline" : "من الصعب تصديق الأشياء المثالية",
    "tip5_content" : "إلى جانب استخدام تكتيكات التخويف ، فإن عمليات التصيد الاحتيالي تستفيد أيضًا من طبيعتنا المادية. على سبيل المثال ، تعتبر الادعاءات بأنك ربحت جهاز iPad أو إجازة في الخارج أو مليون دولار عمليات احتيال كلاسيكية. لذلك تذكر دائمًا ، إذا كان الموقف مثاليًا بشكل لا يصدق ، فمن المحتمل أن يكون كذبة."
}