{
    "welcome_title": "Goodbye Phishers",
    "welcome_description":
    "Our website offers fast, free, and secure phishing URL detection services to protect individuals and businesses from cyber threats. Trust our cutting-edge technology and expertise to keep your personal and sensitive information safe while browsing online. Browse our website to learn more about our services and stay protected in today's digital world.",
    "feature_fast_headline" : "Fast",
    "feature_fast" : "Our advanced algorithms deliver real-time results to keep you protected at all times.",
    "feature_free_headline" : "Free",
    "feature_free" : "Our phishing URL detection services are completely free of charge, making online security accessible to everyone.",
    "feature_secure_headline" : "Secure",
    "feature_secure" : "We use the latest encryption and protection technologies to keep your information safe and secure at all times.",
    "section1_headline" : "Real-Time Detection",
    "section1_content" : "Our cutting-edge technology and advanced algorithms analyze web addresses in real-time, providing you with up-to-date and reliable phishing URL detection services.",
    "section2_headline" : "Advanced Algorithms",
    "section2_content" : "Our advanced algorithms leverage machine learning and other cutting-edge technologies to provide accurate and efficient phishing URL detection services.",
    "section3_headline" : "User-Friendly Interface",
    "section3_content" : "Our intuitive and user-friendly interface makes it easy for anyone to use our phishing URL detection services and stay protected online.",
    "created_by" : "Made By: ",
    "created_by1" : "Ahmad Saleh",
    "created_by2" : "Mohannad Tomeh",
    "created_by3" : "Nagham Maraheen",
    "Supervisor" : "Supervisor: ",
    "Supervisor1" : "DR.Eman Droubi",
    "home_nav_btn" : "Home",
    "product_nav_btn" : "Product",
    "tips_nav_btn" : "Tips",
    "about_nav_btn" : "About Us",
    "login_btn" : "Login",
    "url_lbl" : "URL",
    "check_btn" : "Check",
    "rate_btn" : "Rate Model",
    "rate_lbl" : "Rate Model",
    "feedback_lbl" : "Feedback(Optional)",
    "about_us_content" : "We are a team of motivated students from Palestine Technical University studying Applied Computing. Our team is comprised of skilled developers and engineers who are passionate about technology. Ahmad Saleh, who specializes in Fullstack Development(MERN Stack) and Machine Learning Engineering, is working alongside Muhannad Tomeh and Nagham Maraheen, both of whom specialize in Front-End Development. Together, we are collaborating on our graduation project, which involves developing a tool for detecting phishing URLs. We are fortunate to have the guidance of Dr. Eman Droubi, who serves as our project supervisor And guiding us towards success.",
    "tip1_headline" : "Emulate trusted brand pages",
    "tip1_content" : "One of the standard cyber security practices is not to open emails from unknown senders. To fool you, the hacker builds a page that matches the pages of trusted brands. You might receive a message that looks like it's from Apple, Amazon, or your bank, but is actually fake and contains phishing malware.",
    "tip2_headline" : "Spelling errors",
    "tip2_content" : "Hackers don't pay money to proofread their writing...with a specific intent. They only want to fool the most stupid of people, so phishing scams often include critical errors, such as typos or grammatical errors. Clumsy formatting, poor graphics, and the use of random fonts are some of the hallmarks of phishing.",
    "tip3_headline" : "Use of scare tactics",
    "tip3_content" : "Urgency and intimidation are two marketing tactics known to get customers to act quickly. Criminals also use these two methods in phishing scams to get victims to mindlessly click on certain links. For example, they may claim that your bank account is about to be closed, that you will face a fine if you do not cooperate with them, or that there is a security breach in your account.",
    "tip4_headline" : "Use of scare tactics",
    "tip4_content" : "The hacker uses an unofficial email address",
    "tip5_headline" : "Perfect things are hard to believe",
    "tip5_content" : "Besides using scare tactics, phishing scams also take advantage of our physical nature. For example, claims that you won an iPad, a vacation abroad, or a million dollars are classic scams. So always remember, if a situation is incredibly perfect, it is likely to be a lie."

}